 {
  "Title": "Content",
  "Content": [
    {
      "Time": "2019 - Present",
      "Head": "Freelance",
      "Description": "As a freelance developer, I work along side teams of all sizes. I have learned to use many different project management tools and methods. My primary responsibilities at the agencies were testing utilities, react component development, and debugging code."
    },
    {
      "Time": "2017 - 2019",
      "Head": "Carbon",
      "Description": "Carbon is a web development agency tailored towards small business clients, and sub contracting under other agencies. Apart of the team I developed their library of testing utilities; as well as, implemented agile project management into their workflow."
    },
    {
      "Time": "2016 - 2017",
      "Head": "Denver IT Consultants",
      "Description": "Field IT Consultant solving network, and system issues. Communicated with the client about the issue, diagnosed, and solved issues on site. Developed a ticket system to allow clients, techs, and management to monitor and communicate over issues."
    }

  ],
  "MyWorkContent": [

    {
      "Title": "Jones Bodywork",
      "SubTitle": "January 2020 - Front End",
      "URL": "https://jonesbodywork.com",
      "Description": "Jeff Jones was a referral client that was looking to translate his minimalist nature and his humanity on to his website. We completely revamped his site, and helped him rebrand. Jones Bodywork is a custom development project, utilizing a simple front end work.",
      "Images": {
        "Filename1": "jones1.jpeg",
        "Filename2": "jones2.jpeg"
      },
      "Technologies": {
        "Front-End": ["Javascript", "HTML", "CSS", "Bootstrap", "PHP"],
        "Back-End": [""]
      }
    },   
    {
      "Title": "DP Waterer",
      "SubTitle": "December 2019 - Front End / Back End",
      "URL": "https://dpwaterer.com/",
      "Description": "A Watering Post company, that I partnered with a larger firm with. I was personally responsible for the various calculators, and shop logic. The site runs on Wordpress with a Woo-commerce store, and javascript calculators.",
      "Images": {
        "Filename1": "dpwaterer1.jpeg",
        "Filename2": "dpwaterer2.jpeg"
      },
      "Technologies": {
        "Front-End": ["Javascript", "HTML", "CSS", "Bootstrap", "PHP"],
        "Back-End": [""]
      }
    },   
    {
      "Title": "BarnHouse Tap",
      "SubTitle": "December 2019 - Front End / Back End",
      "URL": "https://www.barnhousetap.com/",
      "Description": "A cold sale customer, where I met them going door to door. They have a wide a array of beers, and spirits on tap that they wanted to be able to show case on their site. Connected to a firebase power backend allows data manipulation by the client.",
      "Images": {
        "Filename1": "barnhouse1.jpeg",
        "Filename2": "barnhouse2.jpeg"
      },
      "Technologies": {
        "Front-End": ["Javascript", "HTML", "CSS", "Bootstrap", "PHP"],
        "Back-End": [""]
      }
    },   
    {
      "Title": "Posh Photography",
      "SubTitle": "November, 2019 - Front End",
      "URL": "https://hireposh.com/",
      "Description": "A photography business, that specializing in landscape and Portrait photographies in Denver, Colorado. They approached me with the idea to develop something simple and clean to showcase some of their best work.",
      "Images": {
        "Filename1": "posh1.jpeg",
        "Filename2": "posh2.jpeg"
      },
      "Technologies": {
        "Front-End": ["Javascript", "HTML", "CSS", "Bootstrap", "PHP"],
        "Back-End": [""]
      }
    }
  ]
}
